Repository: starizec/deliverymaster
Catalog: express-label-maker/languages/express-label-maker-*.po
Languages: hr

source: Invalid input provided.
hr: Unesen je nevažeći unos.

source: Order not found.
hr: Narudžba nije pronađena.

source: Failed to update order meta.
hr: Nije uspjelo ažuriranje meta podataka narudžbe.

source: Loading...
hr: Učitavanje...

source: Choose parcel locker
hr: Odaberi paketomat

source: There are no parcel lockers to display.
hr: Nema paketomata za prikaz.

source: Search parcel lockers...
hr: Pretraži paketomate...

source: Selected parcel locker
hr: Odabrani paketomat

source: Delete parcel locker
hr: Obriši paketomat

source: There are no parcel lockers to display...
hr: Nema paketomata za prikaz...

source: Please select a parcel machine for DPD delivery.
hr: Molimo odaberite paketomat za DPD dostavu.

source: Please select a parcel locker for Overseas delivery.
hr: Molimo odaberite paketomat za Overseas dostavu.

source: Please select a parcel machine for HP delivery.
hr: Molimo odaberite paketomat za HP dostavu.

source: Please select a parcel machine for GLS delivery.
hr: Molimo odaberite paketomat za GLS dostavu.

source: Every Hour
hr: Svakog sata

source: Filter by parcel status
hr: Filtriraj po statusu paketa

source: %1$d minutes of your life just came back. That’s %2$d h and %3$d min you didn’t spend typing shipping labels. Your keyboard thanks you.
hr: %1$d minuta tvog života upravo ti je vraćeno. To je %2$d h i %3$d min koje nisi proveo tipkajući naljepnice. Tvoja tipkovnica ti zahvaljuje.

source: Settings
hr: Postavke

source: Licence
hr: Licenca

source: DPD Print Label
hr: DPD Print Naljepnica

source: Overseas Print Label
hr: Overseas Print Naljepnica

source: HP Print Label
hr: HP Print Naljepnica

source: GLS Print Label
hr: GLS Print Naljepnica

source: Print label
hr: Print naljepnica

source: Labels
hr: Naljepnice

source: Stack and trace
hr: Praćenje pošiljke

source: DPD Stack and trace
hr: DPD Praćenje pošiljke

source: Overseas Stack and Trace
hr: Overseas Praćenje pošiljke

source: HP Stack and Trace
hr: HP Praćenje pošiljke

source: GLS Stack and Trace
hr: GLS Praćenje pošiljke

source: Collection request
hr: Zahtjev za prikup

source: DPD Collection request
hr: DPD Zahtjev za prikup

source: Overseas Collection request
hr: Overseas Zahtjev za prikup

source: HP Collection request
hr: HP Zahtjev za prikup

source: GLS Collection request
hr: GLS Zahtjev za prikup

source: Package status
hr: Status paketa

source: Status not available
hr: Status nije dostupan

source: Parcel Locker:
hr: Paketomat:

source: Parcel Locker
hr: Paketomat

source: Order Details
hr: Detalji narudžbe

source: Pickup address
hr: Adresa preuzimanja

source: Customer's Name:
hr: Ime kupca:

source: Customer's Address:
hr: Adresa kupca:

source: House Number:
hr: Kućni broj:

source: City:
hr: Grad:

source: ZIP Code:
hr: Poštanski broj:

source: Country:
hr: Država:

source: Contact Person:
hr: Kontakt osoba:

source: Phone:
hr: Telefon:

source: Info for sender:
hr: Napomena za pošiljatelja:

source: Delivery address
hr: Adresa dostave

source: Company or personal name:
hr: Tvrtka ili ime i prezime:

source: Contact person:
hr: Kontakt osoba:

source: Street:
hr: Ulica:

source: Property number:
hr: Kućni broj:

source: Austria
hr: Austrija

source: Belgium
hr: Belgija

source: Bulgaria
hr: Bugarska

source: Croatia
hr: Hrvatska

source: Czechia
hr: Češka

source: Denmark
hr: Danska

source: Estonia
hr: Estonija

source: Finland
hr: Finska

source: France
hr: Francuska

source: Germany
hr: Njemačka

source: Hungary
hr: Mađarska

source: Ireland
hr: Irska

source: Italy
hr: Italija

source: Latvia
hr: Latvija

source: Lithuania
hr: Litva

source: Luxembourg
hr: Luksemburg

source: Netherlands
hr: Nizozemska

source: Poland
hr: Poljska

source: Romania
hr: Rumunjska

source: Serbia
hr: Srbija

source: Slovakia
hr: Slovačka

source: Slovenia
hr: Slovenija

source: Spain
hr: Španjolska

source: Sweden
hr: Švedska

source: Switzerland
hr: Švicarska

source: Postal Code:
hr: Poštanski broj:

source: Pickup Date:
hr: Datum prikupa:

source: Courier
hr: Kurir

source: Weight:
hr: Težina:

source: Package Number:
hr: Broj paketa:

source: Info for courier:
hr: Napomena za kurira:

source: Delivery Service:
hr: Vrsta usluge:

source: Send request
hr: Pošalji zahtjev

source: Cancel
hr: Otkaži

source: Parcel Locker ID:
hr: Paketomat ID:

source: Parcel Locker Type:
hr: Paketomat tip:

source: Additional services:
hr: Dodatne usluge:

source: Shipment insurance
hr: Osiguranje pošiljke

source: Email notification to recipient
hr: Email obavijest primatelju

source: SMS notification to recipient
hr: SMS obavijest primatelju

source: Printer type:
hr: Tip printera:

source: Print position (Accepted only for A4-Format):
hr: Tip printera (Samo za A4 format):

source: Insured shipment value:
hr: Osiguranje pošiljke:

source: Base parcel size (valid only for parcel lockers):
hr: Veličina paketa (vrijedi samo za paketomate):

source: XS – Parcel size XS
hr: XS – Parcel veličine XS

source: S – Parcel size S
hr: S – Parcel veličine S

source: M – Parcel size M
hr: M – Parcel veličine M

source: L – Parcel size L
hr: L – Parcel veličine L

source: Reference:
hr: Referenca:

source: Payment Method:
hr: Metoda plaćanja:

source: Payment:
hr: Plaćanje:

source: Collection Date (Order Date):
hr: Datum preuzimanja (datum narudžbe):

source: Cash on Delivery Amount:
hr: Iznos plaćanja pouzećem:

source: Order Total:
hr: Iznos narudžbe:

source: Note:
hr: Napomena:

source: Invalid courier selected.
hr: Odabran nevažeći kurir.

source: DPD settings deleted.
hr: DPD postavke su izbrisane.

source: %s is required.
hr: %s je obavezan.

source: DPD settings saved.
hr: DPD postavke su spremljene.

source: Username, Password, and Delivery Service are required.
hr: Korisničko ime, lozinka i vrsta usluge su obavezni.

source: DPD Settings
hr: DPD postavke

source: Username
hr: Korisničko ime

source: Use your Easyship account username.
hr: Koristite korisničko ime za svoj Easyship račun.

source: Password
hr: Lozinka

source: Use your Easyship account password.
hr: Koristite lozinku za svoj Easyship račun.

source: Pickup station
hr: Paketomati

source: Pickup station delivery method
hr: Paketomati metoda dostave

source: Delivery Service
hr: Vrsta usluge

source: Customer Note
hr: Napomena kupca

source: If you enter a note here, it will override the customer's note on the shipping label.
hr: Ako ovdje unesete napomenu, ona će nadjačati napomenu kupca u narudžbi na naljepnici.

source: Sender information
hr: Podatci o pošiljatelju

source: Company or personal name
hr: Tvrtka ili ime i prezime

source: Contact person
hr: Kontakt osoba

source: Street
hr: Ulica

source: Property number
hr: Kućni broj

source: City
hr: Grad

source: Country
hr: Država

source: Postal Code
hr: Poštanski broj

source: Phone
hr: Telefon

source: Save Changes
hr: Spremi promjene

source: Delete all DPD settings? This cannot be undone.
hr: Izbrisati sve DPD postavke? To se ne može poništiti.

source: Delete Account
hr: Obriši postavke

source: All labels deleted.
hr: Sve naljepnice izbrisane.

source: Settings saved.
hr: Postavke spremljene.

source: Delete all labels from server
hr: Izbrišite sve naljepnice sa vašeg servera

source: Are you sure you want to delete all labels?
hr: Jeste li sigurni da želite izbrisati sve naljepnice?

source: Delete All
hr: Obriši sve

source: Saving PDF labels to your server
hr: Spremanje PDF naljepnica na vaš server

source: GLS settings deleted.
hr: GLS postavke su izbrisane.

source: Username, Password and Client number are required.
hr: Korisničko ime, lozinka i broj klijenta su obavezni.

source: GLS settings saved.
hr: GLS postavke spremljene.

source: GLS Settings
hr: GLS Postavke

source: Use the Username from your GLS administration interface.
hr: Koristite korisničko ime vašeg GLS administratorskog sučelja.

source: Use the Password from your GLS administration interface.
hr: Koristite lozinku vašeg GLS administratorskog sučelja.

source: Client number
hr: Broj klijenta

source: Use the Client number from your GLS administration interface.
hr: Koristite klijent broj vašeg GLS administratorskog sučelja.

source: Insured shipment value
hr: Osiguranje pošiljke

source: Additional services
hr: Dodatne usluge

source: Printer type
hr: Tip printera

source: Print position (Accepted only for A4-Format)
hr: Tip printera (Samo za A4 format)

source: Delete all GLS settings? This cannot be undone.
hr: Izbrisati sve GLS postavke? To se ne može poništiti.

source: HP settings deleted.
hr: HP postavke su izbrisane.

source: Username and Password are required.
hr: Korisničko ime i lozinka su obavezni.

source: Delivery Service is required.
hr: Vrsta usluge je obavezna.

source: HP settings saved.
hr: HP postavke su spremljene.

source: HP Settings
hr: HP postavke

source: Use the username from your HP administrative dashboard.
hr: Koristite korisničko ime s HP administratorskog sučelja.

source: Use the password from your HP administrative dashboard.
hr: Koristite lozinku s HP administratorskog sučelja.

source: Base parcel size (valid only for parcel lockers)
hr: Veličina paketa (vrijedi samo za paketomate)

source: Delete all HP settings? This cannot be undone.
hr: Izbrisati sve HP postavke? To se ne može poništiti.

source: Email is required.
hr: Email je obavezan.

source: Licence*
hr: Licenca*

source: Your licence key or click Start Trial
hr: Vaš licenca ili kliknite Pokreni probnu verziju

source: Start Trial
hr: Pokreni probnu licencu

source: Country*
hr: Država*

source: Licence status
hr: Status licence

source: Valid from
hr: Vrijedi od

source: Label limit
hr: Limit naljepnica

source: Valid to
hr: Vrijedi do

source: Used
hr: Iskorišteno

source: Purchase or Renew Licence
hr: Kupnja ili obnova licence

source: If you would like to purchase the plugin or renew your licence, click the button below to go to the secure payment page.
hr: Ako želite kupiti dodatak ili obnoviti licencu, kliknite donji gumb za prelazak na sigurnu stranicu za plaćanje.

source: Go to Payment Page
hr: Idi na stranicu za plaćanje

source: Overseas settings deleted.
hr: Overseas postavke obrisane.

source: API key is required.
hr: API ključ je obavezan.

source: Overseas settings saved.
hr: Overseas postavke su spremljene.

source: Overseas Settings
hr: Overseas postavke

source: API Key
hr: API ključ

source: Request your API key by emailing cs@overseas.hr.
hr: Zatražite svoj API ključ slanjem e-pošte na cs@overseas.hr.

source: Print shipping labels and track parcels for multiple couriers directly from WooCommerce.
hr: Ispisujte naljepnice za dostavu i pratite pakete za više dostavnih službi izravno iz WooCommercea.
